Repository: lsnkmv/Flask_Blog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Please log in to access this page.
ru: Пожалуйста, войдите в систему, чтобы получить доступ к странице

source: Username
ru: Имя Пользователя

source: Password
ru: Пароль

source: Sign In
ru: Вход

source: The username is taken. Please choose a different one.
ru: Это имя пользователя уже занято. Пожалуйста, выберете другое имя.

source: The email is taken. Please choose a different one.
ru: Этот email уже использован. Пожалуйста, выберете другой.

source: Remember Me
ru: Запомнить меня

source: About me
ru: Про меня

source: Submit
ru: Отправить

source: This username has already taken. Please use a diffetent username.
ru: Это имя пользователя уже занято. Пожалуйста, выберете другое имя.

source: Say something
ru: Что нового?

source: Request Password Reset
ru: Запрос на восстановление пароля

source: Repeat Password
ru: Повторите Пароль

source: Your post is now live!
ru: Ваш пост опубликован!

source: Home Page
ru: Домашняя страница

source: Explore
ru: Поиск

source: About
ru: Информация

source: Account created!
ru: Аккаунт создан!

source: Sign Up
ru: Регистрация

source: Login Unsuccessful. Please, check username and password
ru: Вход не выполнен. Проверьте логин и пароль на корректность

source: Edit profile info
ru: Изменить информацию в профиле

source: User %(username)s not found.
ru: Пользователь %(username)s не найден.

source: You cannot follow yourself!
ru: Вы не можете подписаться на себя!

source: You are following %(username)s!
ru: Вы подписаны на %(username)s!

source: You cannot unfollow yourself!
ru: Вы не можете отписаться от себя!

source: You are not following %(username)s.
ru: Вы не подписаны на %(username)s!

source: Check your email for the instructions to reset your password
ru: Проверьте почту, на нее высланы инструкции для восстановления пароля

source: Reset Password
ru: Восстановить пароль

source: Not Found
ru: Страница не найдена :(

source: Back
ru: Назад

source: An unexpected error has occurred
ru: Непредвиденная ошибка!

source: The administrator has been notified. Sorry for the inconvenience!
ru: Администратор сайта был оповещен об ошибке! Извините за неудобства :(

source: Let's go back to the home page
ru: Давайте перейдем на стартовую страницу

source: %(username)s said %(when)s
ru: %(username)s сказал %(when)s

source: Welcome to Flsk Blog
ru: Добро пожаловать в Flask Blog

source: Home
ru: Домой

source: Login
ru: Вход

source: Profile
ru: Профиль

source: Logout
ru: Выход

source: Edit Profile
ru: Изменить профиль

source: Glad to see you, %(username)s!
ru: Рады вас видеть, %(username)s!

source: Newer posts
ru: Новые посты

source: Older posts
ru: Старые посты

source: New User?
ru: Новый пользователь?

source: Click to Register!
ru: Нажми, чтобы зарегистрироваться!

source: Click to Reset It
ru: Нажми, чтобы восстановить пароль

source: Register
ru: Регистрация

source: Reset Your Password
ru: Восстановите свой пароль

source: User
ru: Пользователь

source: Last seen on
ru: Был онлайн

source: %(count)d followers
ru: %(count)d Подписчиков

source: %(count)d following
ru: %(count)d Подписок

source: Edit your profile
ru: Изменить профиль

source: Follow
ru: Подписаться

source: Unfollow
ru: Отписаться
